<?php

return [
    'register' => [
        'title'          => 'ユーザーの追加登録',
        'card_title'     => 'ユーザー情報を登録してください',
        'name'     => 'ユーザー名',
        'e_mail'     => 'メールアドレス',
        'role'     => '管理権限',
        'name_pholder'     => '追加したいユーザー名を入力してください',
        'e_mail_pholder'     => '追加したいユーザーのe-mailを入力してください',
        'password'     => 'パスワード',
        'seller'     => '管理者',
        'staff'     => '担当者',
        'submit'     => 'ユーザー追加のための確認メールを送信',
        'cancel'     => '一覧に戻る',
    ],
    'index' => [
        'title'      => 'ユーザー一覧',
        'name'  => 'ユーザー名',
        'e_mail'     => 'メールアドレス',
        'role'      => '管理権限',
        'edit'     => '編集(担当店)',
        'delete'     => '削除',
    ],
    'edit' => [
      'title'          => 'ユーザー情報及び担当店舗の編集',
      'card_title'     => 'ユーザーの編集ができます',
      'e_mail'     => 'メールアドレス(変更不可)',
      'submit'     => 'ユーザー情報を変更する',
      'cancel'     => '一覧に戻る',
    ],
    'pass' => [
      'title'          => 'ユーザーパスワードの変更',
      'card_title'     => 'ユーザーパスワードの変更ができます',
      'now_pass'     => '現在のパスワード',
      'new_pass'     => '新しいパスワード',
      'confirm'     => '新しいパスワード（確認用）',
    ],
];
